Repository: derUli/grunzi
Catalog: src/data/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Game Over
de_de: Du bist Schinken!

source: Load Game
de_de: Spiel laden

source: Back To Main Menu
de_de: Zurück zum Hauptmenü

source: Loading...
de_de: Wird geladen...

source: Grunt!
de_de: Grunz

source: Level saved.
de_de: Level gespeichert.

source: To be continued
de_de: Wird fortgesetzt

source: Manual save
de_de: Manueller Spielstand

source: Autosave
de_de: Auto-Speicher

source: Back
de_de: Zurück

source: Continue
de_de: Fortsetzen

source: New Game
de_de: Neues Spiel

source: Load
de_de: Laden

source: Achievements
de_de: Errungenschaften

source: Settings
de_de: Einstellungen

source: Quit
de_de: Beenden

source: Music
de_de: Musik

source: Sound Effects
de_de: Soundeffekte

source: Walk
de_de: Gehen

source: Use item
de_de: Gegenstand benutzen

source: Drop item
de_de: Gegenstand ablegen

source: Grunt
de_de: Grunzen

source: Run
de_de: Rennen

source: Make Screenshot
de_de: Screenshot erstellen

source: Controls
de_de: Steuerung

source: Keyboard
de_de: Tastatur

source: Unsupported
de_de: Nicht unterstützt

source: No Controller
de_de: Kein Controller

source: Graphics
de_de: Grafik

source: Off
de_de: Aus

source: On
de_de: An

source: Blood
de_de: Blut

source: Weather
de_de: Wetter

source: Fire
de_de: Feuer

source: Smooth Scale
de_de: Weiche Skalierung

source: Medium
de_de: Mittel

source: High
de_de: Hoch

source: Uncapped
de_de: Unbegrenzt

source: Screen
de_de: Bildschirm

source: Fullscreen
de_de: Vollbild

source: Borderless
de_de: Rahmenlos

source: V-Sync
de_de: Vertikale Synchronisation

source: Screen Resolution
de_de: Bildschirmauflösung

source: Framerate Cap
de_de: Maximale Framerate

source: Save Game
de_de: Spiel speichern

source: Game saved.
de_de: Spiel gespeichert.

source: The petrol is empty.
de_de: Das Benzin ist leer.

source: The chainsaw was recharged.
de_de: Die Kettensäge wurde aufgefüllt.

source: Heavy Metal, dude!
de_de: Meddl Leude!

source: The door is closed. I need a key.
de_de: Die Tür ist abgeschlossen. Ich brauche einen Schlüssel.

source: The door is now open.
de_de: Die Tür ist jetzt offen.

source: Allahu Akbar!
de_de: Aluhut Nacktbar! Oder so.

source: Infinity bloodless!
de_de: Unendlich blutleer!

source: I don't have a single drop of blood left.
de_de: Ich habe keinen einzigen Tropfen Blut mehr.

source: Please give me some blood!
de_de: Bitte gib mir etwas Blut!

source: I am infinitely thirsty for blood.
de_de: Ich bin unendlich durstig nach Blut!

source: Now I have a bit more blood.
de_de: Jetzt habe ich ein wenig mehr Blut.

source: I still haven't enough blood.
de_de: Ich habe immer noch nicht genug Blut.

source: Yummy blood!
de_de: Leckeres Blut!

source: Give me more blood!
de_de: Bitte gib mir etwas Blut!

source: Tasty blood!
de_de: Köstliches Blood!

source: I need more blood!
de_de: Ich brauche mehr Blut!

source: Hahaha! It tickles!
de_de: Hahaha! Das kitzelt!

source: I don't need this.
de_de: Ich brauche das nicht.

source: Now I am full of blood.
de_de: Jetzt bin ich wieder blutvoll. :)

source: There is a keyhole in the wall.
de_de: Da ist ein Schlüsselloch in der Mauer.

source: [Insert Coin]
de_de: [Münze einwerfen]

source: Move mouse to look
de_de: Maus bewegen zum Umschauen

source: My favorite movie.
de_de: Mein Lieblingsfilm.

source: The TV is off.
de_de: Der Fernseher ist aus.

source: The TV is on.
de_de: Der Fernseher ist an.

source: I am openly right-wing radical.
de_de: Ich bin offen rechtsradikal.

source: I am very wild.
de_de: Ich bin sehr wild.

source: Can I haz pizza?
de_de: Ich will Pizzer!

source: I have not consumed a pink elephant.
de_de: Ich habe keinen rosa Elefanten konsumiert.

source: I deny the climate.
de_de: Ich leugne das Klima.

source: Do you have pizza?
de_de: Hast du Pizzer?

source: Code cracker
de_de: Codeknacker

source: Demolition Expert
de_de: Sprengmeister

source: Cat sawer
de_de: Katzenzersäger

source: Full of blood
de_de: Blutvoll

source: Grilled
de_de: Gegrillt

source: Film Connoisseur
de_de: Filmkenner

source: Saving level...
de_de: Speichere Level...

source: Dumping level to image...
de_de: Generiere Level als Grafikdatei...

source: Ouch!
de_de: Autsch!

source: No Task
de_de: Keine Aufgabe

source: Find the code to deactivate the laser
de_de: Finde den Code um den Laser zu deaktivieren

source: Give the horse blood
de_de: Gib dem Pferd Blut

source: Blast your way free
de_de: Sprenge dir den Weg frei
